Repository: WPPlugins/png-to-jpg
Catalog: languages/*.po
Languages: sk_sk

source: PNG to JPG
sk_sk: PNG do JPG

source: Convert existing PNGs
sk_sk: Konvertovať existujúce PNG

source: <em>PNG to JPG</em> requires gd library enabled!
sk_sk: <em>PNG do JPG</em> vyžaduje aktívnu gd knižnicu!

source: PNG to JPG convert quality
sk_sk: Kvalita prevedeného JPG z PNG

source: Convert PNG to JPG during upload
sk_sk: Konvertovať PNG do JPG počas nahrávania

source: Yes, but only images without transparency
sk_sk: Áno, ale iba obrázky bez priehľadnosti

source: Converted images will be fixed only in these tables:
sk_sk: Konvertované obrázky budú zmenené len v týchto databázových tabuľkách:

source: If you need support for more database tables from various plugins, let me know by mail to info@kubiq.sk
sk_sk: Ak potrebujete podporu pre iné tabuľky z rôznych pluginov, napíšte mi na info@kubiq.sk

source: Do you have backup? This operation will alter your original images and cannot be undone!
sk_sk: Máte zálohu? Táto operácia zmení pôvodné obrázky a nie je možné ju vrátiť späť!

source: Please wait, I'm getting transparency status for images...
sk_sk: Počkajte prosím, zisťujem priehľadnosť obrázkov...

source: Convert selected to JPG
sk_sk: Konvertovať zvolené do JPG

source: Select all transparent PNGs
sk_sk: Vybrať všetky priehľadné PNG

source: Select all non-transparent PNGs
sk_sk: Vybrať všetky nepriehľadné PNG

source: Has transparency
sk_sk: Je priehľadný

source: Please wait, I'm converting your PNG images...
sk_sk: Počkajte prosím, konvertujem vaše PNG obrázky...

source: Any ideas, problems, issues?
sk_sk: Máte nápad na vylepšenie alebo nejaký problém?
